---
kind: property
id: P:Autodesk.Revit.DB.FabricationConfigurationInfo.Path
source: html/96bd31b5-c03b-0cc6-b1de-782fa0e24b8c.htm
---
# Autodesk.Revit.DB.FabricationConfigurationInfo.Path Property

The path where the fabrication configuration is located. To populate this property,
 you may need to call FindSourceFabricationConfiguration first.

## Syntax (C#)
```csharp
public string Path { get; }
```